{
    "properties": {
        "name": "Eddie",
        "number": 4,
        "textColor": "#c21a17",
        "textSpeedMultiplier": 0.9,
        "voice": 5
    },
    "topics": {
        "default": {
            "response": ["Couldn't tell ya."],
            "relatedTopics": []
        },
        "defendant": {
            "response": ["The way these lawyers talk. Well, it makes you crazy. They seemed to have a good case for the guy's guilt. Finger prints on the trigger and all.", "But I look at that guy and I just can't see it.", "I figure I can size up any man with enough time. And given that I've spend enough time in this goddamn court room to last me a lifetime, I just can't figure that man as a killer.", "Evidence bein' what it is, he's probably guilty. But something about him gives me pause."],
            "relatedTopics": ["shotgun"]
        },
        "girlfriend": {
            "response": ["What a damn shame, a woman that pretty ending up with a fate like that."],
            "relatedTopics": []
        },
        "officer": {
            "response": ["A stuffy law man if I ever saw one."],
            "relatedTopics": []
        },
        "attourneyGeneral": {
            "response": ["I don't know her, sorry."],
            "relatedTopics": []
        },
        "law": {
            "response": ["Man, I've been all 'round this country. And in my travels I've seen every manner of stuffy law man thinking he's a big shot on account of that badge he wears. But I tell ya, there's a lot more to bein' a man than just followin' the law.", "There's a certain code in this world that any righteous individual should live by. And the law has nothin' to do with that."],
            "relatedTopics": []
        },
        "nullification": {
            "response": ["Never heard of it."],
            "relatedTopics": []
        },
        "inheritance": {
            "response": [""],
            "relatedTopics": []
        },
        "coworker": {
            "response": [""],
            "relatedTopics": []
        },
        "shotgun": {
            "response": ["The guy's prints were found on the shotgun. That seems pretty iron clad right there. But I'd be lyin' if I hadn't ended up in a few scrapes where my gun was in the other guy's hands.", "Point is, he says he owns the gun. 'Course his prints are on it. Doesn't mean he was the one who shot it."],
            "relatedTopics": []
        },
        "arms": {
            "response": ["I don't leave home without packin'. Excludin' here, of course. I'm sure the bailiff wouldn't take too kindly to that."],
            "relatedTopics": []
        },
        "women": {
            "response": ["I'm a womanizer. That's God's honest truth."],
            "relatedTopics": []
        },
        "men": {
            "response": ["A man is defined by his code."],
            "relatedTopics": []
        },
        "money": {
            "response": [""],
            "relatedTopics": []
        }
    },
    "responses": {
        "start": [
            {
                "text": [
                    "Let's get this show on the road, then."
                ],
                "claims": ["pickTopic"],
                "conclusions": {},
                "requirements": {},
                "anger": 0,
                "score": 0.2
            }
        ],
        "defUsedShotgun": [
            {
                "text": [
                    "Well hold on there. We don't know for sure it was him that fired it."
                ],
                "claims": ["defDidNotUseShotgun"],
                "conclusions": {"shotgun": 0.2},
                "requirements": {},
                "anger": 0,
                "score": 1.5
            }
        ],
        "noRecordForShotgun": [
            {
                "text": [
                    "He said he bought it at a gun show. I can't figure the last time I've seen a seller at a gun show print out a receipt. It's all cash and no questions asked."
                ],
                "claims": ["boughtAtGunShow"],
                "conclusions": {"shotgun": 0.4},
                "requirements": {},
                "anger": 0,
                "score": 1.0
            }
        ]
    }
}