{
    "properties": {
        "name": "Geoff",
        "number": 3,
        "textColor": "#596ac9",
        "textSpeedMultiplier": 0.8,
        "voice": 20,
        "noRandomResponses": true
    },
    "topics": {
        "default": {
            "response": ["I wouldn't know."],
            "relatedTopics": []
        },
        "defendant": {
            "response": ["I swear there's something wrong with this country nowadays. Some jobless slacker sees dollar signs in his eyes and it blinds him to his morals. What kind of man kills his girlfriend of five years for some money? ", "That poor woman."],
            "relatedTopics": ["girlfriend"]
        },
        "girlfriend": {
            "response": ["She certainly picked the wrong man. I hate to blame the victim, but there must have been signs beforehand. No man suddenly becomes a killer."],
            "relatedTopics": []
        },
        "officer": {
            "response": ["An upstanding man of the law if I've ever seen one."],
            "relatedTopics": []
        },
        "attourneyGeneral": {
            "response": ["I've never met her myself. Though I seem to remember my wife saying something about her stacking juries.", "Not sure whether or not I believe it. If I were her, I wouldn't put me on any jury."],
            "relatedTopics": []
        },
        "law": {
            "response": ["I remember a time when people didn't talk about crime rates and recidivism all time. Back when people were decent.", "The law is just there to remove from society the people who are unwilling to respect their fellow man."],
            "relatedTopics": []
        },
        "inheritance": {
            "response": [""],
            "relatedTopics": []
        },
        "coworker": {
            "response": [""],
            "relatedTopics": []
        },
        "shotgun": {
            "response": [""],
            "relatedTopics": []
        },
        "arms": {
            "response": ["The right to bear arms is an important institution in this country. Those who misuse that right should be locked away."],
            "relatedTopics": []
        },
        "money": {
            "response": ["Money is a motivator to get the lazy man off his ass and contribute something to society. It is not a reason to kill a person."],
            "relatedTopics": []
        }
    },
    "responses": {
        "start": [
            {
                "text": [
                    "Alright, quit standin' around, we haven't got all day! Let's lock this kid up and get out of here."
                ],
                "claims": ["pickTopic"],
                "conclusions": {},
                "receivesAgreement": false,
                "requirements": {},
                "anger": 0,
                "score": 0.05
            }
        ],
        "wouldNotGetMoney": [
            {
                "text": [
                    "Just some shitheaded kid who thought he could cash in big. He probably wasn't thinking."
                ],
                "claims": ["defendantIsBad"],
                "conclusions": {"inheritance": -0.1, "defendant": -0.1},
                "receivesAgreement": false,
                "requirements": {},
                "anger": 0,
                "score": 2.0
            }
        ],
        "notGuiltyYet": [
            {
                "text": [
                    "Oh come on! Look at him! That kid is guilty as sin! What the hell happened to this country? Where we have to waste thousands in tax dollars to give some murdering slime the time of day. I say skip the trial and just throw him to the wolves."
                ],
                "claims": ["lookAtHimHeIsGuilty"],
                "conclusions": {"defendant": -0.4},
                "receivesAgreement": false,
                "requirements": {"immediate": true},
                "anger": 0,
                "score": 100.0
            }
        ]
    }
}