{
    "goal": {
        "name": "Introduction",
        "text": [
            "Welcome to the Jury-Picker 4000, the 21st century way to select jurors for your upcoming trial!",
            "We've got a job for you today. It's the big one. Murder in the first degree, with assaulting a police officer on top of that! Now, you won't actually be the defense attourney. We've just hired you to pick the jury. So your job is to pick four jurors whom you think will acquit the defendant.",
            "You will have an opportunity to interview all ten of the jurors the prosecution approved and make your selection from there. Good luck!"
        ]
    },
    "procedure": {
        "name": "Jury Selection Procedure",
        "text": ["The Jury Selection Procedure is simple. Twenty jurors are summoned from around the country to hear the case. Afterwards, the prosecution dismisses half of them. Then the defense gets the last pick, selecting four jurors out of the remaining ten to serve on the jury.\n\nThe prosecution has already picked their ten. Now you have the opportunity to interview them and decide which ones to put on the jury. Use the \"select\" command to make your selection. Note that the order in which you list the jurors has no effect on the outcome.\n\nAfter you select the jurors, you will get to hear their deliberations. The jurors will then vote. If all four jurors vote \"Not Guilty\", your client will be acquitted!"]
    },
    "controls": {
        "name": "Controls",
        "text": ["\n\tEnter: Submit command / Next Message / Skip\n\tArrow Keys: Look through command history\n\n\tTip: You only have to type three letters of a command or argument. For example, you can access this document using the command \"doc con\""]
    },
    "tips": {
        "name": "Tips for Jury Selection",
        "text": ["\n- Each juror has different topics they will introduce during deliberation as well as biases in certain topics.\n- Some jurors may need more than just facts to convince them.\n- You want jurors to discuss as much as possible about each relevant fact. The more they talk, the more they'll realize the holes in the prosecution's case."]
    }
}