{
    "moralFabricOfAmerica": [
        {
            "text": "Just look at him he's guilty? Seriously?",
            "speaker": "mason"
        },
        {
            "text": "What if I look at him and I see he's not guilty? Where do you get off judging people like that?",
            "speaker": "mason"
        },
        {
            "text": "In fact, I happen to know the defendant. So if we're going on moral character here, I'm the only person in this room who should have an opinion on the matter.",
            "speaker": "mason"
        },
        {
            "text": "I can judge whomever I please! Hell, you know him so well. Why don't you tell me about him? Does he have a job or is he another unemployed deadbeat?",
            "speaker": "geoff"
        },
        {
            "text": "Last I heard he's still working 9 to 5 at Iniref. Well, he was working there before he was indicted on certain charges.",
            "speaker": "mason"
        },
        {
            "text": "Well I'll bet he's never been to church! Godless as his acts, he'd probably catch fire if he walked past the threshold.",
            "speaker": "geoff"
        },
        {
            "text": "He goes every Sunday!",
            "speaker": "mason"
        },
        {
            "text": "How do you not know that? Wouldn't you have seen him there at some point?",
            "speaker": "mason"
        },
        {
            "text": "Well. Um.",
            "speaker": "geoff"
        },
        {
            "text": "I actually haven't been getting down there lately.",
            "speaker": "geoff"
        },
        {
            "text": "I'm, uh, worshipping him from home, you see.",
            "speaker": "geoff"
        },
        {
            "text": "...",
            "speaker": "geoff"
        },
        {
            "text": "I really should get down there more.",
            "speaker": "geoff"
        },
        {
            "text": "And you feel it right to judge a man for not going to church when you don't even go yourself?",
            "speaker": "mason"
        },
        {
            "text": "Hmmph...",
            "speaker": "geoff"
        },
        {
            "text": "Well if the man is as god fearing as you say...",
            "speaker": "geoff"
        },
        {
            "text": "Perhaps I judged him too harshly.",
            "speaker": "geoff"
        },
        {
            "text": "It takes a big man to admit he's wrong. Good on ya, pops.",
            "speaker": "eddie"
        },
        {
            "text": "And hopefully we can move forward based on the facts, rather than the fancy.",
            "speaker": "clive"
        },
        {
            "text": "Lets move on, shall we? We haven't got all day here!",
            "speaker": "geoff"
        }
    ],
    "murderIsUncool": [
        {
            "text": "I don't think it was very \"cool\" for the victim.",
            "speaker": "lynne"
        },
        {
            "text": "Oh, I didn't mean it like that!",
            "speaker": "kylie"
        },
        {
            "text": "Not like it was cool that a lady got murdered, just that a murder trial is more interesting for the jurors.",
            "speaker": "kylie"
        },
        {
            "text": "I'm sure you didn't. But it still sounded disrespectful.",
            "speaker": "lynne"
        },
        {
            "text": "C'mon, it's just some poor wording. It's no big deal.",
            "speaker": "mason"
        },
        {
            "text": "This isn't entertainment. A woman is dead and we hold this man's fate in our hands. We must take it seriously.",
            "speaker": "lynne"
        }
    ]
}