{
    "moralFabricOfAmerica": [
        {
            "text": "Just look at him he's guilty? Seriously?",
            "speaker": "mason"
        },
        {
            "text": "What if I look at him and I see he's not guilty? Where do you get off judging people like that?",
            "speaker": "mason"
        },
        {
            "text": "In fact, I happen to know the defendant. So if we're going on moral character here, I'm the only person in this room who should have an opinion on the matter.",
            "speaker": "mason"
        },
        {
            "text": "I can judge whomever I please! Hell, you know him so well. Why don't you tell me about him? Does he have a job or is he another unemployed deadbeat?",
            "speaker": "geoff"
        },
        {
            "text": "Until the indictment, he was working 9 to 5 at Exytech.",
            "speaker": "mason"
        },
        {
            "text": "Well I'll bet he's never been to church! Godless as his acts, he'd probably catch fire if he walked past the threshold.",
            "speaker": "geoff"
        },
        {
            "text": "He goes every Sunday!",
            "speaker": "mason"
        },
        {
            "text": "How do you not know that? Wouldn't you have seen him there at some point?",
            "speaker": "mason"
        },
        {
            "text": "Well. Um.",
            "speaker": "geoff"
        },
        {
            "text": "I actually haven't been getting down there lately.",
            "speaker": "geoff"
        },
        {
            "text": "I'm, uh, worshipping him from home, you see.",
            "speaker": "geoff"
        },
        {
            "text": "...",
            "speaker": "geoff"
        },
        {
            "text": "I really should get down there more.",
            "speaker": "geoff"
        },
        {
            "text": "And you feel it right to judge a man for not going to church when you don't even go yourself?",
            "speaker": "mason"
        },
        {
            "text": "Hmmph...",
            "speaker": "geoff"
        },
        {
            "text": "Well if the man is as god fearing as you say...",
            "speaker": "geoff"
        },
        {
            "text": "Perhaps I **********************************may ********************have judged him a little too quickly.",
            "speaker": "geoff"
        },
        {
            "text": "Tell you what. ********************************************************************If you all think he's not guilty, I won't stand in your way.",
            "speaker": "geoff"
        },
        {
            "text": "It takes a big man to admit he's wrong. Good on ya, pops.",
            "speaker": "eddie"
        },
        {
            "text": "Hopefully we can move forward based on the facts, rather than the fancy.",
            "speaker": "clive"
        },
        {
            "text": "Lets move on, shall we? We haven't got all day here!",
            "speaker": "geoff"
        }
    ],
    "murderIsUncool": [
        {
            "text": "I don't think it was very \"cool\" for the victim.",
            "speaker": "lynne"
        },
        {
            "text": "Oh, I didn't mean it like that!",
            "speaker": "kylie"
        },
        {
            "text": "Not like it was cool that a lady got murdered, just that a murder trial is more interesting for the jurors.",
            "speaker": "kylie"
        },
        {
            "text": "I'm sure you didn't. But it still sounded disrespectful.",
            "speaker": "lynne"
        },
        {
            "text": "C'mon, it's just some poor wording. It's no big deal.",
            "speaker": "mason"
        },
        {
            "text": "This isn't entertainment. A woman is dead and we hold this man's fate in our hands. We must take it seriously.",
            "speaker": "lynne"
        }
    ],
    "juryNullification": [
        {
            "text": "What's that?",
            "speaker": "eddie"
        },
        {
            "text": "Oh god, please don't tell him.",
            "speaker": "lynne"
        },
        {
            "text": "When you're on a jury, you don't actually have to vote guilty just because he's guilty. You can vote not guilty if you don't think the defendant should be punished. Or if you think he had a good reason for doing what he did.",
            "speaker": "kylie"
        },
        {
            "text": "Is that right?",
            "speaker": "eddie"
        },
        {
            "text": "How long has that been around?",
            "speaker": "eddie"
        },
        {
            "text": "It's always been around. The jurors are the ones who decide whether someone is guilty. You're told to decide based on the facts of the case. But there's nothing stopping you from making your decision on another basis.",
            "speaker": "kylie"
        },
        {
            "text": "Well alright. I might just try that out.",
            "speaker": "eddie"
        },
        {
            "text": "I'm not up for lettin' a man get away with murder. But him sockin' some stuffy law man in the face?",
            "speaker": "eddie"
        },
        {
            "text": "That I can do.",
            "speaker": "eddie"
        },
        {
            "text": "You really shouldn't have told him.",
            "speaker": "lynne"
        }
    ],
    "justDoingHisJob": [
        {
            "text": "That is a horrible thing to say! He is a public servant and he does not deserve to be attacked while he is doing his job!",
            "speaker": "lynne"
        },
        {
            "text": "Ah, whatever.",
            "speaker": "eddie"
        },
        {
            "text": "He was kind of an tool in that court room though.",
            "speaker": "henry"
        }
    ],
    "tooWeakToPunch": [
        {
            "text": "That's the only part of this case I don't get. I'll eat my damn shoe if that undernourished little punk could cause that much damage.",
            "speaker": "geoff"
        },
        {
            "text": "Hey, you may be on to something, pops! I've seen my fair share of boxing matches and I'll be damned if that kid would weigh in any higher than a bantamweight.",
            "speaker": "eddie"
        },
        {
            "text": "He looked very undernourished in general.",
            "speaker": "clive"
        },
        {
            "text": "Absolutely.",
            "speaker": "henry"
        },
        {
            "text": "And now you got me thinkin', is there any universe where this kid could knock out a trained police officer with those twiggy little arms of his?",
            "speaker": "eddie"
        },
        {
            "text": "Certainly not the one we're in, that's for damn sure.",
            "speaker": "geoff"
        },
        {
            "text": "Shit, you're right. Thinking back on it, whoever threw that punch must have been one big badass. And I hate to say it, but James definitely does not fit that bill.",
            "speaker": "mason"
        }
    ],
    "heWouldNotWantMoney": [
        {
            "text": "From what I know of him, he's really not the money-grubbing sort.",
            "speaker": "mason"
        },
        {
            "text": "He was saving up to buy a house, but he said it was so he would have somewhere to start a family when he proposed to Megan.",
            "speaker": "mason"
        },
        {
            "text": "That's what I'm sayin'. I fashion myself a good judge of character. If that man were fixin' to kill his lover, it wouldn't be so he could get his hands on some extra pocket change.",
            "speaker": "eddie"
        }
    ],
    "officerTranscript": [
        {
            "text": "No, hold on, I remember thinking that too.",
            "speaker": "henry"
        },
        {
            "text": "It was when that other officer took the stand. The one who arrived later on the scene.",
            "speaker": "henry"
        },
        {
            "text": "Let me pull up the transcript here.",
            "speaker": "henry"
        },
        {
            "text": "document officer grady transcript",
            "speaker": "henry"
        },
        {
            "text": "CROSS EXAMINATION OF OFFICER M. GRADY - PAGE 2\n\nQ\tWhy not?\n\nA\tIt wasn't considered a high priority call at the time. Domestic disturbances usually aren't high priority.\n\nQ\tSo when did you show up at the crime scene?\n\nA\tI got there at 8:09 PM.\n\nQ\tAnd what was happening when you arrived?\n\nA\tOfficer Young had just been punched by the defendant. He had blood all down his face. I assisted officer Young by putting the defendant into the back of the squad car.\n\nQ\tDid you Mirandize the defendant?\n\nA\tNo, he had already been Mirandized, cuffed, and everything. I just put him into the car.\n\nQ\tWere there any other people there aside from you, officer Young, and the defendant?\n\nA\tThere were the forensics guys, but they were all still inside the house bagging up the evidence.\n",
            "speaker": "system"
        },
        {
            "text": "Okay.",
            "speaker": "henry"
        },
        {
            "text": "Interesting.",
            "speaker": "lynne"
        },
        {
            "text": "So he had handcuffs already on when officer Grady showed up.",
            "speaker": "henry"
        },
        {
            "text": "How do you suppose the defense missed that?",
            "speaker": "logan"
        },
        {
            "text": "Then how could he have broken the officer's nose with his hands cuffed behind his back?",
            "speaker": "lynne"
        },
        {
            "text": "That lying bastard!",
            "speaker": "eddie"
        }
    ],
    "pawnShopOwnerMistaken": [
        {
            "text": "That's actually something I wanted to bring up. I think the pawn shop owner's report to the police was a bit vague and innaccurate.",
            "speaker": "alice"
        },
        {
            "text": "How so?",
            "speaker": "clive"
        },
        {
            "text": "When the police first talked with him, he described a short, brown-haired man with brown eyes. Now, the defendant is definitely short.",
            "speaker": "alice"
        },
        {
            "text": "Scrawny, for sure.",
            "speaker": "eddie"
        },
        {
            "text": "And real anemic.",
            "speaker": "geoff"
        },
        {
            "text": "But his hair is more of a dirty blonde. I certainly wouldn't call it brown.",
            "speaker": "alice"
        },
        {
            "text": "That's a good point!",
            "speaker": "kylie"
        },
        {
            "text": "And all of these qualities are pretty vague, don't you think?",
            "speaker": "logan"
        },
        {
            "text": "There are a lot of brown-haired brown-eyed men walking around in this country.",
            "speaker": "logan"
        },
        {
            "text": "Although, he did still indentify him in court. So what do I know?",
            "speaker": "alice"
        },
        {
            "text": "Still, I'd say there's room for doubt as to whether he really recognized the defendant or just thought he did.",
            "speaker": "logan"
        },
        {
            "text": "You know what? That's a good point.",
            "speaker": "clive"
        },
        {
            "text": "I supposed there's room for reasonable doubt.",
            "speaker": "lynne"
        }
    ],
    "tooMuchBlood": [
        {
            "text": "Yeah, kinda. Do you think so?",
            "speaker": "kylie"
        },
        {
            "text": "Definitely.",
            "speaker": "logan"
        },
        {
            "text": "In fact, thinking about it now,",
            "speaker": "logan"
        },
        {
            "text": "it might have been caused by a medical condition called \"Hyper-Hemo-Epistaxis\".",
            "speaker": "logan"
        },
        {
            "text": "In the photos, do you remember if the area around his nose had a purple-ish color to it?",
            "speaker": "logan"
        },
        {
            "text": "In the few spots where there wasn't blood, I think so!",
            "speaker": "kylie"
        },
        {
            "text": "Yeah, I think it was a little purple there.",
            "speaker": "clive"
        },
        {
            "text": "I saw it too.",
            "speaker": "alice"
        },
        {
            "text": "Perhaps that's what caused all the bleeding. Maybe cop just had a flare-up of his Hyper-Hemo-Epistaxis and decided to blame it on the defendant!",
            "speaker": "logan"
        },
        {
            "text": "Why would he do that, though?",
            "speaker": "clive"
        },
        {
            "text": "Maybe he's embarrassed about his condition and came up with a way to cover it up.",
            "speaker": "kylie"
        }
    ]
}